tap "airbytehq/tap"
tap "alvinunreal/tmuxai"
tap "charmbracelet/tap"
tap "conikeec/tap"
tap "f/mcptools"
tap "felixkratz/formulae"
tap "humanlayer/humanlayer"
tap "knqyf263/pet"
tap "olets/tap"
tap "oven-sh/bun"
tap "quackduck/tap"
tap "specstoryai/tap"
tap "sst/tap"
tap "steipete/tap"
tap "supabase/tap"
tap "surrealdb/tap"
brew "zstd"
brew "assimp"
brew "autoconf"
brew "gettext"
brew "bash"
brew "bats-core"
brew "claude-squad"
brew "cloudflared"
brew "cmake"
brew "code2prompt"
brew "deno"
brew "espeak-ng"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fprobe"
brew "fzf"
brew "node"
brew "gemini-cli"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "glow"
brew "go"
brew "gron"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "kuzu"
brew "lazygit"
brew "livekit"
brew "livekit-cli"
brew "llama.cpp"
brew "lynx"
brew "magic-wormhole"
brew "marp-cli"
brew "mas"
brew "neovim"
brew "ripgrep"
brew "omnara"
brew "openjdk"
brew "pandoc"
brew "pkgconf"
brew "pnpm"
brew "poetry"
brew "poppler"
brew "portaudio"
brew "postgresql@14"
brew "postgresql@15", restart_service: :changed
brew "potrace"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.11"
brew "python-tk@3.11"
brew "qt"
brew "reddix"
brew "redis", restart_service: :changed
brew "repomix"
brew "rust"
brew "shellcheck"
brew "sshpass"
brew "starship"
brew "stow"
brew "tcl-tk"
brew "tlrc"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "uv"
brew "watch"
brew "wget"
brew "whisperkit-cli"
brew "wireshark"
brew "xan"
brew "xclip"
brew "yt-dlp"
brew "zoxide"
brew "airbytehq/tap/abctl"
brew "conikeec/tap/mcp-probe"
brew "f/mcptools/mcp"
brew "felixkratz/formulae/sketchybar"
brew "knqyf263/pet/pet"
brew "olets/tap/zsh-abbr"
brew "oven-sh/bun/bun"
brew "quackduck/tap/uniclip"
brew "sst/tap/opencode"
brew "steipete/tap/peekaboo"
brew "supabase/tap/supabase"
brew "surrealdb/tap/surreal"
cask "agent-tars"
cask "codelayer"
cask "font-hack-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "iina"
cask "inkscape"
cask "karabiner-elements"
cask "libreoffice"
cask "mactex"
cask "qlmarkdown"
cask "rar"
cask "rectangle"
mas "BBEdit", id: 404009241
mas "LottieFiles", id: 1531085233
mas "Numbers", id: 409203825
mas "Perplexity", id: 6714467650
mas "reMarkable", id: 1276493162
mas "Showdown", id: 6504288864
mas "Spokenly", id: 6740315592
mas "Xcode", id: 497799835
vscode "antfu.iconify"
vscode "antfu.unocss"
vscode "aruna-labs.mode"
vscode "astro-build.astro-vscode"
vscode "bierner.markdown-mermaid"
vscode "boundary.baml-extension"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "ckolkman.vscode-postgres"
vscode "codezombiech.gitignore"
vscode "continue.continue"
vscode "ctcuff.font-preview"
vscode "davidanson.vscode-markdownlint"
vscode "donjayamanne.githistory"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "gruntfuggly.todo-tree"
vscode "iganbold.superdesign-open"
vscode "kevinrose.vsc-python-indent"
vscode "marp-team.marp-vscode"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.live-server"
vscode "platformio.platformio-ide"
vscode "potpieai.potpie-vscode-extension"
vscode "rooveterinaryinc.roo-cline"
vscode "saoudrizwan.claude-dev"
vscode "tomoki1207.pdf"
vscode "tomoyukim.vscode-mermaid-editor"
vscode "usernamehw.errorlens"
vscode "vue.volar"
vscode "yzhang.markdown-all-in-one"
go "go.uber.org/mock/mockgen"
